{
    "EVNOTIFY_MAIL_SUBJECT": "EVNotify - Charge status notification",
    "EVNOTIFY_MAIL_TEXT": "The desired charge status has just been reached. Thank you for using EVNotify.",
    "EVNOTIFY_MAIL_ERROR_SUBJECT": "EVNotify - Charge interrupted notification",
    "EVNOTIFY_MAIL_ERROR_TEXT": "The charge had been interrupted or the communication with the car failed. Better have a look!",
    "TELEGRAM_START_TEXT": "Hello! I'm the EVNotify Bot and I will notify you about your charging status, if you like. Just enter /subscribe to begin. If you need help, you can always enter /help.",
    "TELEGRAM_HELP_TEXT": "I can notify you about the charging status of your electric vehicle. To do so, simply enter /subscribe. If you don't want to be notified anymore just enter /unsubscribe.",
    "TELEGRAM_TOKEN_ENTER": "I can almost notify you now. First, I still need your token. You can find this in the app under Settings. Don't ever share this with third parties!",
    "TELEGRAM_SUBSCRIBTION_SUCCESSFULL": "Great! As of now I can notify you. Enter the desired value in the app and I will notify you as soon as this value is reached.",
    "TELEGRAM_SUBSCRIBTION_FAILED": "Sorry! Somehow there's nothing I can do with this token - are you sure it is correct? Please try to enter /subscribe again. ",
    "TELEGRAM_UNSUBSCRIBTION_SUCCESSFULL": "I won't notify you again. In case you change your mind, you can enter /subscribe again at any time.",
    "TELEGRAM_UNSUBSCRIBTION_FAILED": "Strange, something went wrong with your request to remove you from the notification list. Please try again at a later time with /unsubscribe.",
    "TELEGRAM_NOTIFICATION_MESSAGE": "Hello! I just wanted to notify you that your electric vehicle now has reached the desired charging status!",
    "TELEGRAM_NOTIFICATION_ERROR_MESSAGE": "Hello! It seems as if the charging process had been interrupted or there was an error within the communication with the car. Better have a look!",
    "TELEGRAM_SOC": "The latest state of charge for your electric car is {SOC}%",
    "TELEGRAM_SOC_ERROR": "I could not retrieve the state of charge of your electric car unfortunately. This happens often when AutoSync has not been activated in the settings."
}